Repository: mozilla-l10n/mt-training-data
Catalog: kpv/kpv_pontoon.tmx
Source language: en_us
Languages: kpv

source: 2 down, keep it up!<playIcon></playIcon>
kpv: 2 вӧчӧма, водзӧ!<playIcon></playIcon>

source: Abkhaz
kpv: Абхаз

source: About
kpv: Йылысь

source: Accent
kpv: Сёрнитанног

source: Acehnese
kpv: Ачех

source: { $actionType }<stopIcon></stopIcon> when done
kpv: { $actionType }<stopIcon></stopIcon>, кор лоӧ дась

source: Add an avatar clip to your profile
kpv: Содты аватар пас тэнад профильӧ.

source: Add an avatar to your profile
kpv: Содтӧй серпас профиляныд

source: Additional Language
kpv: Содтӧд кыв

source: Add Language
kpv: Содтыны кыв

source: Adyghe
kpv: Адыг кыв

source: Afrikaans
kpv: Африкаанс

source: Age
kpv: Арлыд

source: Albanian
kpv: Албан

source: All
kpv: Ставыс

source: All Languages
kpv: Став кывъяс

source: Amharic
kpv: Амхара кыв

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
kpv: Йӧзӧдтӧм мыччӧдъяс, сэтшӧмъяс, кыдз арлыд, рӧд да акцент, отсалӧны бурмӧдны аудиомыччӧдъяссӧ, мый отсӧгӧн лоӧ велӧдӧма сёрни гӧгӧрвоан текнология. Тіян ним да email некор оз лоны йитӧмаӧсь тіянӧн ыстӧм мыччӧдъясӧн. Ті верманнад бӧрйыны, йӧзӧдны-ӧ нимнытӧ либӧ кольны йӧзӧдтӧмӧн.

source: Anonymized user data like age, sex, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
kpv: Нимтӧмалӧм тӧдӧг, сэтшӧм, кыдз арлыд, пӧв (пол) да акцент отсалӧны бурмӧдны аудио тӧдӧгсӧ, код отсӧгӧн лоӧ велӧдӧма сёрни гӧгӧрвоан текнология. Тіян ним да email некор оз лоны йитӧмаӧсь ыстӧм тӧдӧгкӧд. Ті верманнд бӧрйыны, йӧзӧдны-ӧ нимнытӧ, либӧ кольны йӧзӧдтӧмӧн.

source: Arabic
kpv: Араб кыв

source: Aragonese
kpv: Арагон

source: Armenian
kpv: Армен кыв

source: Armenian Western
kpv: Рытыввыв армен кыв

source: Assamese
kpv: Ассам

source: Asturian
kpv: Астур кыв

source: Avatar
kpv: Серпас

source: Azerbaijani
kpv: Азербайджан кыв

source: Back to Top
kpv: Бӧр

source: Bambara
kpv: Баман кыв

source: Basaa
kpv: Басса кыв

source: Bashkir
kpv: Башкир кыв

source: Basque
kpv: Баск кыв

source: Belarusian
kpv: Белорус кыв

source: Benefits
kpv: Верктуй (Пӧльза)

source: Bengali
kpv: Бенгал кыв

source: <bold>{ $count }</bold> Clips
kpv: <bold>{ $count }</bold> клип

source: <bold>Help us</bold> find more voices
kpv: <bold>Отсав миянӧс</bold> аддзыны унджык горъяс

source: Breton
kpv: Брезон

source: Build Profile
kpv: Тэчны профиль

source: Bulgarian
kpv: Болгар кыв

source: Burmese
kpv: Бирма кыв

source: Buryat
kpv: Бурят кыв

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
kpv: Электрон письмӧяс пӧлучитӧм бӧрйигӧн Ті сетаннныд сӧгласлун Mozilla-лы тайӧ юӧрнас вӧдитчӧм вылӧ, кыдзи тайӧс пасйӧма <privacyLink> Mozilla-лӧн йӧзӧдтӧмлун политикаын </privacyLink>.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy<privacyLink>.
kpv: Тіянлы email гижӧдъяс ысталӧм вылӧ кӧ гижсянныд, ті бурасянныд (соглашайтчанныд) Mozilla-ӧн юӧр видлалӧм вылӧ, кыдз гижӧма <privacyLink>Приватлун (приватность) политикаын<privacyLink>.

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
kpv: Ас йывсьыныд содтӧд юӧр индӧм отсалӧ Common Voice системалы бурмӧдны стӧчлунсӧ ыстӧм горгижӧдъясӧн.

source: Cancel Re-recording
kpv: Дугӧдны выльысь гижӧм

source: Cantonese
kpv: Кантон кыв

source: Catalan
kpv: Каталан

source: Central Kurdish
kpv: Сорани кыв

source: Change your email via Settings under Login Identity
kpv: Вежӧй ассьыныд email Ладмӧдӧм пыр «Пыран индӧг» юкӧдын

source: Chinese (China)
kpv: Китай

source: Chinese (Hong Kong)
kpv: Китай (Гонконг)

source: Chinese (Taiwan)
kpv: Китай (Тайвань) кыв

source: Chuvash
kpv: Чуваш

source: Click
kpv: Личкыны

source: Clips recorded
kpv: Аудио гижӧма

source: Clips Uploaded
kpv: Аудио клипъяс ыстӧма

source: Clips validated
kpv: Аудио юкӧнъяс видлалӧма.

source: Clips You've Recorded
kpv: Клип тіянӧн гижӧма

source: Clips You've Validated
kpv: Клип тіянӧн видлалӧма

source: Close
kpv: Сиптыны

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
kpv: Common Voice — тайӧ Mozilla'лӧн проект, коді отсалӧ велӧдны машинаяссӧ гӧгӧрвоны йӧзлысь сёрни.

source: Connect with Gravatar
kpv: Йитны Gravatar-кӧд

source: Contact
kpv: Йитӧд

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
kpv: Материал восьтӧма <licenseLink>Creative Commons</licenseLink> лицензия подув вылын.

source: Contribute
kpv: Отсавны

source: Contribute to { $lang }
kpv: Отсавны { $lang }кӧд

source: Contribute Your Voice
kpv: Пырт ассьыд сёрнигор

source: Contribution Activity
kpv: Пырӧдчысьяслӧн зільлун

source: Contribution Experience
kpv: Донъялӧй асьыныд киподалӧмнытӧ (опыт)

source: Cookies
kpv: Кукияс

source: Cornish
kpv: Керновса кыв

source: Corsican
kpv: Корсикан кыв

source: { $count }mo
kpv: { $count } тӧлысь

source: { $count }wk
kpv: { $count } вежон

source: { $count }y
kpv: { $count } во

source: Create a profile
kpv: Вӧч ас листбок

source: Croatian
kpv: Хорват кыв

source: Czech
kpv: Чех кыв

source: Danish
kpv: Дан кыв

source: Dashboard
kpv: Инданпӧв (Панель)

source: Datasets
kpv: Юӧр чукӧр

source: Days
kpv: лун

source: De-identified
kpv: Де-идентифируйтӧма

source: DELETE
kpv: ЧЫШКЫНЫ

source: Delete Data
kpv: Чышкы даннӧйяс

source: Delete my recordings
kpv: Чышкыны гижӧдъясӧс

source: Delete Profile
kpv: Чышкы ас листбок

source: Dhivehi
kpv: Дивехи

source: Donate your voice
kpv: Сетӧй ассьыныд гор

source: Don't see your language on Common Voice yet?
kpv: Онӧ на аддзӧй ассьыныд кывнытӧ Common Voice-ын?

source: Download Common Voice Data
kpv: Босьтны Common Voice мыччӧд

source: Download Data
kpv: Босьт даннӧйяссӧ

source: Download My Data
kpv: Босьт датаӧй

source: Drag and drop or <browseWrap>Browse</browseWrap>
kpv: Кыскӧй да лэдзӧй либӧ <browseWrap>корсьӧй</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit. Contribution will continue directly with the next set of 5 recordings or validations.
kpv: Донъялӧм лоӧ кольӧма-ӧтдортӧма «Ыстыны» личкӧм бӧрын. Водзӧ лоӧ вуджӧма мӧд 5 гижӧм либӧ видлалӧм дорӧ.

source: Dutch
kpv: Нидерланд

source: Edit
kpv: Вежны

source: Edit Profile
kpv: Профиль вежӧм

source: Email
kpv: Электроннӧй пӧшта

source: Email is already used for a different account
kpv: Тайӧ электрон пошта вылӧ вӧчӧма нин мӧд аккаунт.

source: Email Subscriptions
kpv: Email гижӧдчӧм

source: English
kpv: Англи кыв

source: Enter your email
kpv: Индӧй ассьыныд email

source: Erzya
kpv: Эрзя

source: Esperanto
kpv: Эсперанто

source: Estonian
kpv: Эст кыв

source: Everyone
kpv: Быдӧн

source: Exit & Delete clips
kpv: Петны да чышкыны клипъясӧ

source: FAQ
kpv: Тшӧкыд юалӧмъяс

source: Faroese
kpv: Фарер кыв

source: Female
kpv: энь

source: Finish recording
kpv: Эштӧдны гижӧм

source: Finish recording first?
kpv: Медводз эштӧдӧй гижӧмсӧ?

source: Finnish
kpv: Суоми кыв

source: French
kpv: Прансуз кыв

source: Frequently Asked Questions
kpv: Унаысь сетана юалӧм

source: Frisian
kpv: Фриз

source: Fulah
kpv: Фула кыв

source: Galician
kpv: Галис кыв

source: GB
kpv: ГБ

source: Gender
kpv: Рӧд

source: Georgian
kpv: Грузин кыв

source: German
kpv: Немеч кыв

source: Get Involved
kpv: Пырӧдчыны

source: Give your avatar a voice
kpv: Шыӧдӧй ассьыныд аватарсӧ

source: Glossary
kpv: Глоссарий

source: Goals
kpv: Могъяс

source: Go to { $name }
kpv: Мун { $name } вылӧ

source: Great!<recordIcon></recordIcon> Record your next clip
kpv: Бур! <recordIcon></recordIcon> Гижӧй нӧшта клип

source: Greek
kpv: Грек кыв

source: Guarani
kpv: Гуарани кыв

source: Hakha Chin
kpv: Хака чин

source: Hausa
kpv: Хауса кыв

source: Have you read our Terms?
kpv: Ті лыддинныд нин Сёрнитчӧмнымӧс?

source: Having a profile is not required to contribute though it is helpful
kpv: Профиль вӧчӧм абу зэв колана, но сійӧ вермас отсавны

source: Hebrew
kpv: Иврит

source: Help
kpv: Отсӧг

source: Help report bugs
kpv: Отсав репортируйтны бугъяс

source: Help teach machines how real people speak, donate your voice at { $link }
kpv: Отсалӧй велӧдны машинаяссӧ гӧгӧрвоны йӧзлысь сёрни, сетӧй ассьыныд сёрнигор { $link } вылын.

source: Help us build a high quality, publicly open dataset
kpv: Отсалӧй миянлы вӧчны бур, восьса юӧрчукӧр (набор данных)

source: Help us find others to donate their voice!
kpv: Отсалӧй миянлы аддзыны йӧзӧс, кодъяс сетасны ассьыныс сёрнигор!

source: Help us get to { $goal }
kpv: Отсалӧй миянлы судзӧдны { $goal }

source: Help us validate sentences!
kpv: Отсав миянӧс видлавны сёрникузяяс.

source: Help us validate voices
kpv: Отсав миянлы видлавны шыяс.

source: Hidden
kpv: Дзебӧм

source: Hill Mari
kpv: Керӧс Мари кыв

source: Hindi
kpv: Хинди кыв

source: Hours Recorded
kpv: Часъяс гижӧма

source: Hours Validated
kpv: Часъяс видлалӧма.

source: { $hours } validated hours so far!
kpv: { $hours } час нин видлӧма!

source: How ?
kpv: Кыдз?

source: How can I get the Common Voice data?
kpv: Кыдзи ме верма босьтны Common Voice юӧрсӧ?

source: How does Common Voice calculate hours?
kpv: Кыдзи Common Voice лыддьысьӧ часъяс?

source: How does it work?
kpv: Кыдзи сійӧ уджалӧ?

source: Hungarian
kpv: Маддяр

source: I agree
kpv: Сӧглас.

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
kpv: Ме абу чужан кывъя моз сёрнитысь, менам эм акцент, ковмас-ӧ тіянлы менам сёрниӧй?

source: Icelandic
kpv: Исландса

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
kpv: Ме кӧсъя, медым меным ыстісны уджмогъяс йылысь, менам удж серти прогресс йылысь электрон письмӧяс да Common Voice йылысь юӧра бюллетеньяс.

source: I'd like updates and to keep current with what's happening with Common Voice.
kpv: Кӧсъя шедӧдны выльторъяс да тӧдны, мый керсьӧ Common Voice пректкӧд.

source: I do not agree
kpv: Абу сӧглас.

source: I’m afraid I don’t know what you’re looking for.
kpv: Ме пола мый ог гӧгӧрво мый ті корсянныд.

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
kpv: Ме сӧглас мыччӧдъяс видлалӧмӧн, кыдзи висьталӧ Mozilla-лӧн <privacyLink> Приватлун политика</privacyLink>.

source: * Indicates required field
kpv: * петкӧдлӧ эрдъяс, кодъясӧс колӧ тыртны

source: Indonesian
kpv: Индонезия кыв

source: In Progress
kpv: Вӧчсьӧ

source: Interlingua
kpv: Интерлингва кыв

source: Irish
kpv: Ирландса кыв

source: Is the goal of Common Voice to build a voice assistant?
kpv: Лоӧ-ӧ Common Voice'лӧн могнас вӧчны сёрнитысь отсасьысьӧс?

source: Italian
kpv: Итальян кыв

source: It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout.
kpv: Тӧдса нин, мый лыддьысьысь кутас лыддьыны листбок вылын бур ногӧн лӧсьӧдӧм гижӧдсӧ сылысь макетсӧ видзӧдігӧн.

source: Izhorian
kpv: Ижора кыв

source: Japanese
kpv: Япон кыв

source: Join the Common Voice mailing list
kpv: Пырӧдчӧй Common Voice ыстӧмъяс лыддьӧгӧ

source: Kabardian
kpv: Кабарда кыв

source: Kabyle
kpv: Кабил

source: Kaqchikel
kpv: Какчикель

source: Karakalpak
kpv: Каракалпак кыв

source: Kazakh
kpv: Казах

source: Keep
kpv: Кольны

source: Keep Data
kpv: Коль даннӧйяс

source: Keep it up, record again <recordIcon></recordIcon>
kpv: Тадз водзӧ, гижӧй бара <recordIcon></recordIcon>

source: Keep the recordings
kpv: Кольны гижӧдъяссӧ

source: Keep track of your progress and metrics across multiple languages.
kpv: Кыйӧдӧй сӧвмӧм (прогресс) да петкӧдласнытӧ некымын кывйын.

source: Keep track of your progress with a profile and help our voice data be more accurate.
kpv: Сӧвмӧм позьӧ видзӧдны профиль отсӧгӧн. Отсалӧй бурмӧдны стӧчлунсӧ миян даннӧйяслысь.

source: Kinyarwanda
kpv: Киньяруанда кыв

source: Komi-Zyrian
kpv: Коми

source: Korean
kpv: Корея кыв

source: Kurmanji Kurdish
kpv: Курманджи кыв

source: Kyrgyz
kpv: Кыргыз

source: Language
kpv: Кыв

source: Language Request
kpv: Корӧм содтыны кыв

source: Language request successfully submitted, thank you.
kpv: Корӧм ыстӧма, аттьӧ.

source: Languages
kpv: Кывъяс

source: Latvian
kpv: Латыш кыв

source: Launched
kpv: Лэдзӧма

source: Leaderboard Visibility
kpv: Лидеръяс лыдын петкӧдлӧм

source: Leaving now means you'll lose your progress
kpv: Ӧні кӧ петанныд, воштанныд став гижӧмсӧ

source: License: <licenseLink>CC-0</licenseLink>
kpv: Лисенция: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
kpv: Сёрнитчӧм: <licenseLink>{ $license }</licenseLink>

source: Ligurian
kpv: Лигур кыв

source: Link Copied
kpv: Ыстӧд копируйтӧма

source: Listen
kpv: Кывзы

source: Lithuanian
kpv: Литва кыв

source: Loading…
kpv: Восьтыны...

source: Localization
kpv: Локализируйтӧм

source: Localized
kpv: Локализируйтӧма

source: Login Identity
kpv: Пыран индӧг (идентификатор)

source: Log In / Sign Up
kpv: Пырны / Вӧчны профиль

source: Log Out
kpv: Петны

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
kpv: Буракӧ, тайӧ кыв вылын некод на нинӧм эз гиж. Отсалӧй миянлы тыртны лыддьӧгсӧ некымын горгижӧдӧн.

source: Luganda
kpv: Луганда кыв

source: Macedonian
kpv: Македон кыв

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
kpv: Демограия тӧдӧг (информация) сетӧм вӧчӧ тӧдӧгсӧ ёна бурджыкӧн, паськыджыкӧн.Йӧзӧдӧм водзын тӧдӧгыс лоӧ нимпастӧмалӧма.

source: Malagasy
kpv: Малагаси кыв

source: Malayalam
kpv: Малаялам кыв

source: Male
kpv: ай

source: Maltese
kpv: Мальта кыв

source: Manage Email Subscriptions
kpv: Контролируйт электрон поштаын гижӧдъяс

source: Manage Subscriptions
kpv: Вежлавны гижсьӧмъяс

source: Mapudungun
kpv: Мапуче кыв

source: MB
kpv: МБ

source: Meadow Mari
kpv: Видз мари кыв

source: Message
kpv: Гижӧд

source: Mixed
kpv: Гудралӧм

source: Moksha
kpv: Мокша

source: Mongolian
kpv: Монгол кыв

source: More
kpv: Унджык

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
kpv: Кызвын юӧр (даннӧй), кодӧн вӧдитчӧны ыджыд котыръяс (компанияяс), йӧзлы оз судзсьы. Тайӧ ньӧжмӧдӧ водзӧ сӧвмӧм (прогресс). Та вӧсна ми вӧчим Common Voice проект, код отсӧгӧн быдӧн вермас вӧдичыны сёрни гӧгӧвоан уджтасӧн.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
kpv: Кызвын юӧр (даннӧй), кодӧн вӧдитчӧны ыджыд котыръяс (компанияяс), йӧзлы оз судзсьы. Тайӧ ньӧжмӧдӧ водзӧ сӧвмӧм (прогресс). Та вӧсна ми вӧчим Common Voice проект, код отсӧгӧн быдӧн вермас вӧдичыны сёрни гӧгӧвоан уджтасӧн.

source: N/A
kpv: Оз позь йитчыны

source: Name
kpv: Ним

source: Native Language
kpv: Чужан кыв

source: Nepali
kpv: Непал кыв

source: Next Goals: { $goal }
kpv: Локтан мог: { $goal }

source: No
kpv: Оз ков

source: No gravatar found for your email
kpv: Тіян email-кӧд йитӧм gravatar абу

source: No microphone found.
kpv: Микрофон абу аддзӧма.

source: Norwegian Bokmål
kpv: Норвег (букмол)

source: Norwegian Nynorsk
kpv: Норвег (нюношк) кыв

source: Note: You will still need to select between Speak or Listen to change contribution type.
kpv: Пасйӧд: Тіянлы ковмас бӧрйыны Сёрнитӧм либӧ Кывзӧм костын, медым вежны отсалан ногсӧ

source: Not found
kpv: Эз сюр

source: No Thanks
kpv: Оз ков

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
kpv: Ӧні Ті верманныд сетны ассьыныд гор восьса юӧрбаза тэчӧм отсӧг вылӧ. Сы отсӧгӧн быдӧн вермас лӧсьӧдны ассьыс содтӧг девайс либӧ сайт вылӧ. Лыддьӧй гижӧд, медым отсавны машиналы гӧгӧрвоны йӧзлысь сёрни. Видлалӧй мукӧдлысь гижӧдъяссӧ, медым бурмӧдны бурлунсӧ. Тайӧ кокни!

source: Occitan
kpv: Окситан кыв

source: Odia
kpv: Одиа

source: Off
kpv: Кусӧдны

source: On
kpv: Ӧзтыны

source: Optionally join on our email list for updates and new information about the project.
kpv: Верманныд на пыртны ассьыныд email миян лыддьӧгӧ, медым тӧдмавны выльмӧдӧм да юӧръяс йылысь миян проектын.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
kpv: Опционал ногӧн ыстӧм демография мыччӧдъяс (шуам, арлыд, рӧд, кыв да акцент) некор оз лоны йӧзӧдӧмаӧсь тіян профильын и оз лоны йитӧмаӧсь тіян учёт мыччӧдъясӧн. Демография мыччӧдъясӧн лоасны йитӧмаӧсь сӧмын торъя аудиоклипъяс стӧчджык анализ вӧчӧм могысь - шуам, туялысь вермас окотитны туйдӧдны велӧдан модельсӧ демография кутшӧмкӧ торъя сегмент вылӧ.

source: Optionally submitted demographic data (e.g. age, sex, language, and accent) is de-identified from your submitted voice data and will never be made public on your profile.
kpv: Бӧръяна демография тӧдӧг (сэтшӧм, кыдз арлыд, пӧв (пол), кыв да акцент) лоӧ торйӧдӧма ыстӧм сёрни тӧтӧгысь да некор оз лон йӧзӧдӧма тіян профильын.

source: or Delete voice clip
kpv: либӧ Чышкыны шыӧдӧм клипсӧ

source: Other
kpv: Мукӧд

source: Other Language
kpv: Мӧд кыв

source: Other voice datasets…
kpv: Мукӧд аудио юӧръяс.

source: Overall Accuracy
kpv: Стӧчлун

source: Overall Hr. Total
kpv: Ставнас часъяс

source: Overall project status: see how far we’ve come!
kpv: Видзӧдлы проектлысь статус: кымын вӧчӧма нин!

source: Partners
kpv: Партнеръяс

source: Persian
kpv: Фарси

source: <playIcon></playIcon>Last one!
kpv: Бӧръя!

source: Play/Stop
kpv: Кывзыны/Дугдыны

source: Please tap to record, then read the above sentence aloud.
kpv: Личкы гижны, сы бӧрын лыддьы вылыса сёрникузя.

source: Polish
kpv: Поляк кыв

source: Portuguese
kpv: Португал кыв

source: Portuguese (Brazil)
kpv: Португал (Бразилия)

source: Press play, listen & tell us: did they accurately speak the sentence below?
kpv: Личкы, мед заводитчас, кывзы и висьтав миянлы: бура-ӧ висьталӧны сёрникузясӧ.

source: Press { shortcut-play-toggle } to toggle play mode
kpv: Личкӧй { shortcut-play-toggle } медым ӧзтыны ворсанног

source: Privacy
kpv: Приватлун (Приватность)

source: Privacy Policy
kpv: Приватлун политика

source: Profile
kpv: Ас листбок

source: Profile information improves the audio data used in training speech recognition accuracy.
kpv: Профиль юӧрыс бурмӧдӧ стӧчлунсӧ сёрни тӧдмалігӧн да велӧдігӧн.

source: Progress
kpv: Сӧвмӧм

source: Punjabi
kpv: Панджаби кыв

source: Read More
kpv: Паськыдджыка

source: Ready to do { $count } more?
kpv: Верманныд-ӧ вӧчны нӧшта { $count }?

source: Ready to donate your voice?
kpv: Дасьӧсь сетны ассьыныд гор?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
kpv: Мк кӧсъя, медым меным ыстісны уджмогъяс йылысь казьтыштана, удж серти прогресс выльмӧдӧм йылысь да Common Voice йылысь юӧра бюллетеньяса электрон письмӧяс

source: Recorded Clips
kpv: Гижӧм клип

source: <recordIcon></recordIcon> Last one!
kpv: Медбӧръя!

source: Recording
kpv: Гижны

source: Recordings
kpv: гижӧд

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
kpv: Горгижӧм - торйӧдтӧм пай миян восьса набор лӧсьӧдӧмын; мукӧдыс чайтӧны тайӧс гажаӧн тшӧтш.

source: Record/Stop
kpv: Гижны/Дугдыны

source: RECORD VOICEWAVE
kpv: ГИЖНЫ ГӦЛӦС

source: Record your voice
kpv: Гиж тэнад гор

source: Remove
kpv: Чышкыны

source: Request a Language
kpv: Корны содтыны

source: *required
kpv: *колӧ

source: Re-record
kpv: Гиж вылысь

source: RE-RECORD
kpv: ВЫЛЬЫСЬ ГИЖНЫ

source: Re-record clip
kpv: Выльысь гижӧй клипсӧ

source: Retry
kpv: Видлы выльысь

source: RETRY
kpv: МӦДЫСЬ ВӦЧНЫ

source: Return to Common Voice
kpv: Бӧр Common Voice дорӧ

source: Return to Languages
kpv: Бӧр Кывъяс дорӧ

source: Review
kpv: Видзӧдлӧм

source: Romanian
kpv: Румын кыв

source: Romansh
kpv: Романш кыв

source: Romansh Sursilvan
kpv: Сурселваса Романш

source: Romansh Vallader
kpv: Романш кыв

source: Russian
kpv: Роч

source: Sakha
kpv: Саха

source: Sardinian
kpv: Сардиниа кыв

source: Save
kpv: Кольны

source: Saved
kpv: Кольӧма

source: Search
kpv: Корсьны

source: See how your progress compares to other contributors all over the world.
kpv: Орччӧдӧй ассьыныд сӧвмӧмнытӧ (прогресс) мукӧд отсасьысьяскӧд ставму гӧгӧрысь.

source: See Less
kpv: Этшаджыка

source: See More
kpv: Аддзы унджык

source: Select a Language...
kpv: Бӧрйы кыв…

source: Sentence Collection
kpv: Сёрникузя чукӧртчӧм

source: Sentences
kpv: Сёрникузяяс

source: Serbian
kpv: Серб

source: Settings
kpv: Ладмӧдӧм

source: Sex
kpv: Пӧв (Пол)

source: Shortcuts
kpv: Дженьдӧдӧм

source: Sicilian
kpv: Сицил кыв

source: Sign up for an account
kpv: Вӧчны аккаунт

source: Sign up for Common Voice newsletters, goal reminders and progress updates
kpv: Гижӧдчӧй тіян уджмогъяс йылысь казьтыштӧмъяс, асланыд удж серти прогресс выльмӧдӧмъяс да Common Voice йылысь юӧра бюллетеньяс вылӧ

source: sign up for email updates
kpv: Гижӧдчыны электрон поштаӧ выльторъяс ысталӧм вылӧ

source: Sign up for { $lang } updates:
kpv: Гижӧдчӧй, медым тӧдны { $lang }лӧн выльторъяс йылысь:

source: Sinhala
kpv: Сингал кыв

source: Size
kpv: Ыджда

source: Skip
kpv: Вуджӧм

source: Skip Submission Feedback
kpv: Ӧтдортны донъялӧм

source: Slovak
kpv: Словак

source: Slovenian
kpv: Словен кыв

source: Sorbian, Lower
kpv: Улыс сорби кыв

source: Sorbian, Upper
kpv: Сорб

source: Spanish
kpv: Испан

source: Speak
kpv: Сёрнит

source: Speakers
kpv: Сёрнитысьяс

source: Speak now
kpv: Шу ӧні

source: Speak up, contribute here!
kpv: Сёрнитӧй, отсалӧй!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
kpv: Пондыны уджавны Сёрни Гӧгӧрвоан системаӧн.

source: Start recording
kpv: Заводит гижны

source: Stats
kpv: Статистика

source: Streaks
kpv: ӧтпырйӧ

source: Submit
kpv: Гижӧдчыны

source: Submit clips
kpv: Ыстыны клипъяссӧ

source: Success, profile created!
kpv: Профиль вӧчӧма!

source: Swahili
kpv: Суахили кыв

source: Swedish
kpv: Швед кыв

source: Syriac
kpv: Сирия кыв

source: Tagalog
kpv: Тагалог кыв

source: Tajik
kpv: Таджик кыв

source: Take a look
kpv: Видзӧдышт

source: Tamil
kpv: Тамил кыв

source: Tap
kpv: Вӧрзӧдны

source: Tatar
kpv: Тотара кыв

source: TED-LIUM Corpus
kpv: TED-LIUM корпус

source: Telugu
kpv: Телугу кыв

source: Terms
kpv: Удж тэчан подув

source: Thai
kpv: Таи

source: Thanks for confirming your account, now let's build your profile.
kpv: Аттьӧ аккаунт эскӧдӧмысь. Ӧні колӧ тэчны профильнытӧ.
